<?php

declare(strict_types=1);

return [
    'find_whom' => [
        'text' => 'Кого вам найти? 💋 / 💪',
        'buttons' => [
            'woman' => 'Я ищу женщину 💋',
            'man' => 'Я ищу мужчину 💪',
        ],
    ],
    'create_profile' => [
        'text' => 'Создайте свою анкету, чтобы другие люди могли ее оценить ❤️',
        'buttons' => [
            'create_profile' => 'Создать анкету',
            'browse_profiles' => 'Смотреть анкеты 👀',
        ],
    ],
    'profile' => [
        'text' => 'Анкета',
        'buttons' => [
            'connect' => 'Познакомиться 💬',
            'like' => '❤️',
            'dislike' => '👎',
        ],
    ],
    'age_selection' => [
        'text' => 'Укажите свой возраст?',
    ],
    'subscription' => [
        'text' => '🛑 Подпишись на эти каналы, чтобы продолжить.',
        'buttons' => [
            'subscribe' => 'Подписаться',
            'continue' => 'Продолжить ✅',
        ],
    ],
];
